Repository: WanderleeDev/Angular-Spotlight
Catalog: src/locale/messages.*.xlf
Languages: es

source: I invite you to explore my growth at Angular through these mini projects. Each project reflects my dedication and learning.
es: Te invito a explorar mi crecimiento en Angular a través de estos mini proyectos. Cada proyecto refleja mi dedicación y aprendizaje.

source: Entry Page Angular
es: Página de Entrada Angular

source: my projects angular, css, tailwind, responsive design, typescript
es: mis proyectos angular, css, tailwind, diseño responsivo, typescript

source: See what I can do with Angular ✌️
es: Mira lo que puedo hacer con Angular ✌️

source: I invite you to explore my growth at Angular through these mini projects. Each project reflects my dedication and learning.
es: Te invito a explorar mi crecimiento en Angular a través de estos mini proyectos. Cada proyecto refleja mi dedicación y aprendizaje.

# myProjectsBtn
source: My Projects
es: Mis Proyectos

# myProjectsAlt
source: go to Angular projects
es: ir a proyectos de Angular

# reactProjectsBtn
source: React Projects
es: Proyectos React

# reactProjectsAlt
source: go to React projects
es: ir a proyectos de React

source: Contact me
es: Contáctame

source: Let's develop a project together and share knowledge 🚀🚀🚀
es: Desarrollemos un proyecto juntos y compartamos conocimiento 🚀🚀🚀

source: Enter your message and contact
es: Ingresa tu mensaje y contacto

source: Mini projects
es: Mini proyectos

source: Open main menu
es: Abrir menú principal

source: Home
es: Inicio

source: Projects
es: Proyectos

source: Contact
es: Contacto

source: Complete the previous field of the email
es: Completa el campo anterior del correo electrónico
