{
  "locale": "es",
  "translations": {
    "7574229038357766713": "Te invito a explorar mi crecimiento en Angular a trav칠s de estos mini proyectos. Cada proyecto refleja mi dedicaci칩n y aprendizaje.",
    "7258704755923999135": "P치gina de entrada Angular",
    "2682970582183460640": "mis proyectos angular, css, tailwind, dise침o responsivo, typescript",
    "1574151092063108017": "Mira lo que puedo hacer con Angular 九껊잺",
    "6298527953038964495": "Te invito a explorar mi crecimiento en Angular a trav칠s de estos mini proyectos. Cada proyecto refleja mi dedicaci칩n y aprendizaje.",
    "myProjectsBtn": "Mis Proyectos",
    "myProjectsAlt": "ir a proyectos de Angular",
    "reactProjectsBtn": "Proyectos React",
    "reactProjectsAlt": "ir a proyectos de React",
    "1153721192129533394": "Cont치ctame",
    "5042526768607404170": "Desarrollemos un proyecto juntos y compartamos conocimientos 游游游",
    "497866648465563902": "Ingresa tu mensaje y contacto",
    "2446117790692479672": "Recursos",
    "5963686596883376866": "S칤guenos",
    "5937251202465808296": "M치s",
    "5366629400608742109": "춸 2023 Desarrollado por {$START_LINK} WanderleeDev {$CLOSE_LINK}",
    "5094122320494944526": "Mini proyectos",
    "2821179408673282599": "Inicio",
    "7091571651222742304": "Proyectos",
    "7922989125096435449": "Contacto",
    "2431029777406490708": "Mis proyectos",
    "2882802773388131228": "춰Correo enviado exitosamente!",
    "461719497762604034": "Error al enviar el correo. Error:",
    "3615876387635281962": "Error del sistema al enviar el correo.",
    "7708270344948043036": "{$INTERPOLATION}",
    "643584322459251952": "Complete el campo anterior del correo",
    "8740036082299980043": "Enviar mensaje",
    "1118027788072351320": "Enviando...",
    "4154379982726028743": "Volver al Inicio",
    "8971155374291385269": "Imagen no encontrada",
    "7752848848235338438": "Abrir men칰 principal",
    "7952378331764736954": "Demo",
    "2646058129880881718": "Repositorio",
    "2024375199920614501": "imagen inicial",
    "314460745577991031": "video demo",
    "1616102757855967475": "Todos",
    "4085930761302974863": "Favoritos",
    "3296002115428304662": "Colaborativos",
    "1578972590705526440": "Sistema Angular",
    "5518529353443613237": "Copia de una p치gina de secci칩n de ayuda. Practicando la separaci칩n por componentes y el uso de directivas estructurales y estilos aplicados usando el preprocesador Scss.",
    "8480122710455590559": "Copia de una p치gina de entrada que cambia im치genes al desplazarse, cada nueva imagen cambia el color de fondo de la p치gina. Estilos aplicados con Scss adem치s de estilos condicionales.",
    "6504992512109757280": "P치gina web de un inventario simple que se guarda en una tabla, puedes crear varias tablas, as칤 como eliminarlas. Uso de formularios reactivos y comunicaci칩n entre componentes.",
    "1168003528977630537": "P치gina desarrollada siguiendo las especificaciones de Frontend Mentor, una lista de trabajos que se pueden filtrar seg칰n par치metros o etiquetas. Uso de servicios y observables para compartir y comunicar datos.",
    "7843325135842662629": "P치gina desarrollada siguiendo las especificaciones de Frontend Mentor, una geolocalizaci칩n que se reflejar치 en un mapa. Consumo de dos APIs para la resoluci칩n de esta prueba, adem치s de que al ingresar por primera vez a la p치gina busca la ubicaci칩n del usuario autom치ticamente, la geolocalizaci칩n es referencial y basada en varios factores.",
    "6437221831078615763": "P치gina desarrollada con Angular, consume una API que proporciona informaci칩n de pa칤ses para re-renderizar contenido, permite buscar por nombre o tambi칠n seleccionando continente en el men칰 desplegable, implementaci칩n de rutas y uso de observables para compartir datos y uso de la biblioteca de componentes Flobite",
    "4786851085633339666": "Desarrollado en Angular 17, siguiendo las indicaciones de DevChallenges. Env칤o de par치metros en la URL e implementaci칩n de lectura de texto a voz utilizando la API nativa del navegador. Dise침ado pensando en mobile first y dise침o responsivo.",
    "497679047953762147": "Desarrollado con Angular 17, probando por primera vez la nueva sintaxis y la carga perezosa de vistas. Usando HTTPClient para consumir una lista simple y filtrarla.",
    "1029860173296807189": "Buscador de perfiles de usuarios de Github, donde se consume la API de github para obtener los datos del usuario y en los mismos datos viene otra URL para obtener sus repositorios, encadenando las solicitudes mediante el uso de observables m치s espec칤ficos (ForkJoin). Uso de servicios para almacenar y centralizar datos e implementaci칩n de skeleton, loader y mensajes de error.",
    "8466693072670999077": "Proyecto colaborativo realizado para No Country (una plataforma argentina), donde fui responsable de la parte Frontend, conexi칩n con el backend y comunicaci칩n continua con compa침eros de Backend y Dise침o.\nEntrega de tareas a trav칠s de tickets, con un tiempo dado de 1 mes para el MVP.",
    "6495717740113377808": "Preguntonic es el resultado de mi primer proyecto colaborativo para una Hackathon de 5 semanas. Implementamos un juego similar al conocido Kahoot, priorizando mobile-first sin descuidar la responsividad, y usando webSockets para la comunicaci칩n en tiempo real. Hasta ahora, ha sido mi mejor experiencia trabajando en equipo, lo que nos llev칩 a ganar el primer lugar.",
    "4542101277182721261": "Clon del escritorio local de Ubuntu Fossa, donde se implementan varias mini aplicaciones para emular funcionalidades de escritorio como: calendario, reloj, traductor, paint, editor de c칩digo, men칰 de configuraci칩n, entre otras. Este proyecto aplica las 칰ltimas caracter칤sticas de Angular 18 y un sistema de gesti칩n de estado (NGRX).",
    "6448107975991749448": "E-commerce de productos nutricionales con inicio de sesi칩n y JWT, gesti칩n de estado global, dise침o responsivo, entre otras caracter칤sticas."
  }
}
